html_w/test2/data.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"> 
<soap:Body>
<IsAuthenticate xmlns="https://entservices.totalegame.net">
<loginName>ACTION216225</loginName>
<pinCode>sa9djsdh2</pinCode>
</IsAuthenticate>
</soap:Body>
</soap:Envelope>
